/* Connect with Windows Osu! */
"Connect with my Windows version Osu!" = "WindowsヴァージョンのOsu!を連結";

/* First time Notice */
"First time? Follow the guide please~" = "初めて? 少し待ていてください〜";

/* Not now for first play */
"Not now" = "暫く〜";

/* Select: */
"Select:" = "ここて選択する：";

/* Start new Osu! */
"Start a brand new Osu for Mac!" = "新しいOsu for Mac!を始め";

/* First Run Setting Required Message */
"You have to finish the Settings first!" = "初めての設定しないと〜";